11/data/attachments/f6f626a2cdc23c93.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Sharon_able_Friend_29136_8</nif:username>
            <nif:friendToBeRequested>soap_friends_2a65597f-1b65-4443-ac68-bb0f9ed069c2</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>